---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StiffenerClassification
source: html/c4a3b0a6-7a68-8000-e627-b911d79bee85.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StiffenerClassification Property

"Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId StiffenerClassification { get; }
```